list_city = ['минск', 'ташкент', 'москва', 'ногинск', 'наманган', 'карши', 'сырдарья', 'андижан', 'екатеринбург', 'нижняя тура', 'бухоро', 'тахта', 'ростов на дону', 'самарканд', 'кишинев', 'могилев', 'томск', 'смоленск', 'киров', 'эрбил', 'туринск', 'томск узидан', 'алматы',]

list_type_auto = ['авто', 'тент', 'реф', 'Реф без режима', '120', 'АВТО: БЕЗ РАЗ',
                  'ТИР']

list_type_cargo = ['холодильники', 'автозапчасти', 'Бытовая техника']

list_payment = ['комбинированная', 'Аванс', 'нал']

type_weight = ['тонн']

valuta = ['$', ]

count_number = [12, 9]
