list_city = ('молодечно', 'каунас', 'андижан', 'тахта', 'бекабод', 'иваново', 'алматы', 'ногинск',
             'могилев', 'нижняя тура', 'кишинев', 'туринск', 'алматы', 'коканд', 'ташкент', 'томск', 'карши',
             'эрбил', 'латвия', 'эрбил', 'кибартай', 'энгельс', 'вильнюс', 'ростов', 'томск узидан', 'екатеринбург',
             'самарканд', 'бухоро', 'андижан', 'минск', 'смоленск', 'фергана', 'киров', 'ахангаран', 'сырдарья',
             'москва', 'омск', 'томск', 'баранович', 'наманган', 'питер', 'могилев', 'самара', 'шоугуанг')


list_type_auto = ('авто', 'тент', 'реф', 'реф без режима', '120', 'АВТО: БЕЗ РАЗ',
                  'тир')

list_type_cargo = ('холодильники', 'автозапчасти', 'Бытовая техника', ' бумага',
                   'помидоры', 'грунтовка', 'капуста', 'тапочки', 'семена', 'кориандр', 'банки', 'витамины',
                   'Трансформаторы')

list_payment = ('комби', 'аванс', 'нал', '50/50', 'наличка')

type_weight = ['тонн']

valuta = ['$', ]

count_number = [12, 9]

tuple_smile = ('🇺🇿', '🇧🇾', '🔥', '💥', '🍅', '👍', '🍉', '🚛', '🧅', '🇮🇹', '🌲', '⛽️', '💶', '🇹🇷', '📦', '🇲🇨', '📍',
               '🇬🇪', '🇰🇬', '🍑', '📌', '📣', '🛑', '💪', '💸', '🤦', '♂️', '🇹🇯', '🇬🇪', '🇪🇺', '🚨', '🇺🇸', '🏗', '👇', '👆', '🚗',
               '☎️', '💵', '💯', '💋', '🩸', '🇺🇦', '🇷🇺', '⚡️', '➡️', '🪵', '‼️', '⚠️', '🇸', '🇭', '🇦', '🇽', '🇿', '🇴', '🇩', '⚠️',
               '🌏', '💢', '✅', '🤑', '🌾', '🇰', '🚚', '🙏', '📲', '💲', '🧊', '🇵🇱', '🔞', '💬', '🪙', '✖️', '🚪', '❤️', '🉐',
               '💰', '🇨', '🥕', '🚘', '🚙', '🚖', '💻', '🚌', '🚍', '🛠', '✔️', '❗️','❕', '🔴', '🔋', '🚜', '🔋', '😄', '👋', '🇱',
               '😬', '📞', '🛣', '😇', '🧿', '⚡', '🤝', '🇵🇼', '🇳', '🛢️', '🫂', '📅', '📄', '🏋️', '🌍', '🐚', '🛳', '🤟', '🍒',
               '🎇', '🍀', '🇮', '🇹🇹', '🇧🇫', '⛓', '🤗', '🤲', '🟥', '🌻', '🌼', '🏻', '🇹🇲', '🔹', '🔵', '🚀', '⭕️', '⭕', '👷🏽‍', '🇹',
               '📆', '🇷', '⚖️', '⁉️', '👨', '📱', '💼', '🇪', '🇺', '🌺', '🤩', '👌', '⬇️', '👬🏽', '🔠', '🇬🇧', '🇧🇪', '🇧🇬', '🇪', '🗓',
               '⏩', '🇻', '🗾'
                            

               '.', ',', '/')



# list_city = set(list_city)
# new_list_city = []
# for i in list_city:
#     new_list_city.append(i.lower())
#
# new_list_city = tuple(new_list_city)
#
# print(new_list_city)